Repository: frostkom/mf_form
Catalog: lang/lang_form-*.po
Languages: sv_se

source: Number
sv_se: Nummer

source: Zip Code
sv_se: Postnummer

source: E-mail
sv_se: E-post

source: Phone no
sv_se: Telefonnummer

source: Decimal number
sv_se: Decimaltal

source: Name
sv_se: Namn

source: Street Address
sv_se: Gatuadress

source: City
sv_se: Ort

source: Country
sv_se: Land

source: Social security no
sv_se: Personnummer

source: Answers
sv_se: Svar

source: Export as %s
sv_se: Exportera som %s

source: I could not find a form with the ID %s
sv_se: Jag kunde inte hitta ett formulär med ID %s

source: Update
sv_se: Uppdatera

source: Add New
sv_se: Lägg till ny

source: Title Example | Ticket: %s | %s: %s
sv_se: Exempel på titel | Ticket: %s | %s: %s

source: Ticket: %s, Answers: %s
sv_se: Ticket: %s, Svar %s

source: Document Types: %s, Products: %s, Product Name: %s, Yes Link: %s, No Link: %s
sv_se: Dokumenttyper: %s, Produkter: %s, Produktnamn: %s, Ja-länk: %s, Nej-länk: %s

source: %sDisplay this...%s%s...or this%s
sv_se: %sVisa detta...%s%s...eller detta%s

source: Content
sv_se: Innehåll

source: Examples
sv_se: Exempel

source: I consent to having this website store my submitted information, so that they can respond to my inquiry
sv_se: Jag accepterar att denna webbsida sparar mina uppgifter, så att de kan besvara min förfrågan

source: By submitting this form I am aware that I will be sent to another website for payment
sv_se: Genom att skicka detta formulär är jag medveten om att jag kommer att skickas vidare till en annan webbsida för betalning

source: Validate as
sv_se: Validera som

source: Placeholder Text
sv_se: Valfri text

source: Feel free to write anything you like here
sv_se: Här kan du fylla i valfri text som visas i textfältet

source: Type
sv_se: Typ

source: Min value
sv_se: Minsta värde

source: Max value
sv_se: Högsta värde

source: Default value
sv_se: Standardvärde

source: Value
sv_se: Värde

source: Enter ID, Name, Limit and Field to be displayed if option is chosen
sv_se: Ange ID, namn, maxgräns och fält som ska visas om alternativet är valt

source: This field is connected to %s and cannot be edited
sv_se: Detta fält är kopplat till %s och kan inte redigeras

source: Choose Here
sv_se: Välj här

source: No
sv_se: Nej

source: Yes
sv_se: Ja

source: Key
sv_se: Nyckel

source: Enter Option Here
sv_se: Fyll i alternativ här

source: This option has been chosen in a previous answer, so be careful with what you change it to. If you still want to edit this option, just double click on the field.
sv_se: Detta alternativ har redan valts i ett tidigare svar, så var försiktig med vad du ändrar det till. Om du fortfarande vill ändra detta alternativ så är det bara att dubbelklicka på fältet.

source: Advanced
sv_se: Avancerat

source: Custom HTML Tag
sv_se: Anpassad HTML-tagg

source: Custom CSS class
sv_se: Anpassad CSS-klass

source: Max Length
sv_se: Max antal tecken

source: Try it out by %sgoing here%s
sv_se: Testa detta genom att %sgå hit%s

source: Change Default Value
sv_se: Ändra standardvärde

source: or
sv_se: eller

source: Assign handle or shortcode
sv_se: Tilldela handtag eller kortkod

source: Connect to
sv_se: Koppla ihop med

source: If this equals...
sv_se: Om detta är lika med...

source: ...display this...
sv_se: ...visa detta...

source: Add
sv_se: Lägg till

source: Cancel
sv_se: Avbryt

source: Overview
sv_se: Överblick

source: There are no fields in this form so far. Add a few and they will display here.
sv_se: Det finns inga fält i detta formulär än så länge. Lägg till några så kommer de att visas här.

source: Save
sv_se: Spara

source: Publish
sv_se: Publicera

source: Save Draft
sv_se: Spara utkast

source: Settings
sv_se: Inställningar

source: Display Button
sv_se: Visa knapp

source: Button Symbol
sv_se: Knappsymbol

source: Submit
sv_se: Skicka

source: Confirmation Page
sv_se: Bekräftelsesida

source: Text when mandatory fields have not been entered
sv_se: Text när obligatoriska fält inte har fyllts i

source: Please, enter all required fields
sv_se: Var vänlig fyll i alla obligatoriska fält

source: Accept Duplicates
sv_se: Tillåt dubletter

source: Show Answers
sv_se: Visa svar

source: Save IP
sv_se: Spara IP

source: Subject
sv_se: Ämne

source: Send to Admin
sv_se: Skicka till admin

source: Send To
sv_se: Skicka till

source: From
sv_se: Från

source: Send From
sv_se: Skicka från

source: Template
sv_se: Mall

source: Send to Visitor
sv_se: Skicka till besökare

source: Field
sv_se: Fält

source: Conditions
sv_se: Villkor

source: Payment
sv_se: Betalning

source: Provider
sv_se: Leverantör

source: Merchant ID
sv_se: HandlarID

source: Username
sv_se: Användarnamn

source: Store ID
sv_se: ButiksID

source: Password
sv_se: Lösenord

source: Secret Key
sv_se: Hemlig nyckel

source: Signature
sv_se: Signatur

source: Terms
sv_se: Villkor

source: Terms Page
sv_se: Villkorssida

source: Currency
sv_se: Valuta

source: Payment Cost
sv_se: Kostnad

source: excl. taxes
sv_se: exkl. moms

source: Field for Payment Amount
sv_se: Fält för antal

source: Tax
sv_se: Moms

source: The action that you have entered either does not exist or is not accessible when the success is triggered
sv_se: Den åtgärd som du har angett finns antingen inte eller så är den inte möjlig att anropa när betalningen är genomförd

source: Action on Successful Payment
sv_se: Åtgärd vid lyckad betalning

source: Import Form Fields
sv_se: Importera formulärfält

source: You do not have permission to edit this form
sv_se: Du har inte behörighet att redigera detta formulär

source: Edit Page
sv_se: Redigera sida

source: View
sv_se: Visa

source: Add New Page
sv_se: Skapa ny sida

source: Forms
sv_se: Formulär

source: Form
sv_se: Formulär

source: Redirect all e-mails
sv_se: Omdirigera alla meddelanden

source: Redirect test e-mails
sv_se: Omdirigera testmeddelanden

source: View All
sv_se: Visa alla

source: Edit All
sv_se: Redigera alla

source: Clear Spam
sv_se: Rensa spam

source: Form to replace all e-mail links
sv_se: Formulär för att ersätta alla e-postlänkar

source: Text to replace all e-mail links
sv_se: Text för att ersätta alla e-postlänkar

source: Text to send as positive response
sv_se: Meddelande att skicka som positivt svar

source: Text to send as negative response
sv_se: Meddelande att skicka som negativt svar

source: Thank you message after sending response
sv_se: Tack-meddelande efter skickat svar

source: When a visitor sends an e-mail through the site it is redirected to the admins address
sv_se: När en besökare skickar e-post via webbsidan skickas det till administratörens adress istället

source: When an admin is logged in and testing to send e-mails all outgoing e-mails are redirected to the admins address
sv_se: När en administratör är inloggad och testar att skicka e-post går alla utgående meddelanden till administratörens adress

source: Recurring E-mail
sv_se: Återkommande e-post

source: %s and Links
sv_se: %s och länkar

source: Contains URLs
sv_se: Innehåller URLer

source: Contains E-mails
sv_se: Innehåller e-postadresser

source: Contains Phone Numbers
sv_se: Innehåller telefonnummer

source: Contains Page Title
sv_se: Innehåller sidtitel

source: If you would like all e-mail links in text to be replaced by a form, choose one here
sv_se: Om du vill att alla e-postlänkar i text ska ersättas med ett formulär, välj det här

source: Click here to send e-mail
sv_se: Klicka här för att skicka e-post

source: months
sv_se: månader

source: Please wait
sv_se: Var vänlig vänta

source: Are you sure?
sv_se: Är du säker?

source: Forms that collect personal information stores the data in the database to make sure that the entered information is sent to the correct recipient.
sv_se: Formulär som samlar in personlig information sparar datan i databasen för att se till så att den angivna informationen skickas till korrekt mottagare.

source: When a visitor enters personal information in a form it is also saved in the so called %s which makes the browser remember what was last entered in each field. This is only used for return visitors and can be removed by the visitor.
sv_se: När en besökare anger personlig information i ett formulär så sparas det även i den sk. %s vilket gör att webbläsaren kommer ihåg vad som senast fylldes i i respektive fält. Detta används för återkommande besökare och kan tas bort av besökaren.

source: Spam
sv_se: Skräp

source: Latest Answer
sv_se: Senaste svar

source: Created
sv_se: Skapad

source: Modified
sv_se: Uppdaterad

source: Public
sv_se: Publik

source: A notification email based on a template will be sent to %s
sv_se: Ett meddelande baserat på en mall kommer att skickas till %s

source: E-mails will be sent to %s on every answer
sv_se: E-post kommer att skickas till %s vid varje svar

source: Message will be sent to different e-mails because there are conditions
sv_se: Meddelandet kommer att skickas till olika e-post eftersom det finns villkor

source: A confirmation email based on a template will be sent to the visitor
sv_se: En bekräftelse baserat på en mall kommer att skickas till besökaren

source: A confirmation email will be sent to the visitor
sv_se: Ett bekräftelseepost baserat på en mall kommer att skickas till besökaren

source: There are hidden fields
sv_se: Det finns dolda fält

source: There are required fields
sv_se: Det finns obligatoriska fält

source: There are autofocus fields
sv_se: Det finns autofokus-fält

source: There are remembered fields
sv_se: Det finns kom-ihåg-fält

source: There is a field for entering email adress
sv_se: Det finns ett fält för att fylla i epostadress

source: Dropdown
sv_se: Rullgardin

source: Checkbox
sv_se: Kryssruta

source: Range
sv_se: Spann

source: Datepicker
sv_se: Datumväljare

source: Radio button
sv_se: Alternativ

source: File
sv_se: Fil

source: Edit Content
sv_se: Redigera innehåll

source: Copy
sv_se: Kopiera

source: Export
sv_se: Exportera

source: Button Text
sv_se: Knapptext

source: Text regarding mandatory fields
sv_se: Text gällande obligatoriska fält

source: Please enter all required fields
sv_se: Var vänlig fyll i alla obligatoriska fält

source: There are %d unsent messages
sv_se: Det finns %d oskickade meddelanden

source: There is one unset message
sv_se: Det finns ett oskickat meddelande

source: There are %d new answers
sv_se: Det finns %d nya svar

source: There is one new answer
sv_se: Det finns ett nytt svar

source: There are no answers since %s
sv_se: Det finns inga svar sedan %s

source: List
sv_se: Lista

source: Edit Answer
sv_se: Redigera svar

source: The form was successfully copied
sv_se: Formuläret kopierades

source: Something went wrong. Contact your admin and add this URL as reference
sv_se: Något gick fel. Kontakta en administratör och skicka med denna URL som referens

source: Choose a Form
sv_se: Välj ett formulär

source: The form %s collects IP address
sv_se: Formuläret %s samlar in IP-adress

source: Redirect Test
sv_se: Omdirigera test

source: Redirect All
sv_se: Omdirigera alla

source: To choose one or many alternatives
sv_se: För att kunna välja ett eller flera alternativ

source: To choose a min and max value and create a slider for that
sv_se: För att kunna välja min-/maxvärde

source: Input Field
sv_se: Textfält

source: To enter a short text
sv_se: För att kunna skriva i en kort text

source: Textarea
sv_se: Textområde

source: To enter a longer text on multiple rows
sv_se: För att kunna skriva en längre text med flera rader

source: To present information to the visitor
sv_se: För att visa information för besökaren

source: Space
sv_se: Mellanrum

source: To separate fields in the form with empty space
sv_se: För att separera fält i formuläret med tomrum

source: To choose a date
sv_se: För att välja ett datum

source: Radio Button
sv_se: Alternativ

source: To choose one alternative
sv_se: För att kunna välja ett alternativ

source: Referer URL
sv_se: Referens-URL

source: To get which URL the visitor came from
sv_se: För att få fram vilken URL besökaren kom från

source: Multiple Selection
sv_se: Rullgardin (flerval)

source: Hidden Field
sv_se: Dolt fält

source: To add hidden data to the form
sv_se: För att lägga till dold data i formuläret

source: Custom Tag
sv_se: Anpassat element

source: To add a custom tag
sv_se: För att lägga till anpassat element

source: Custom Tag (end)
sv_se: Anpassat element (slut)

source: To add a custom end tag
sv_se: För att lägga till anpassat slutelement

source: To add a file upload to the form
sv_se: För att lägga till filuppladdning i formulär

source: Multiple Checkboxes
sv_se: Kryssrutor (flerval)

source: Multiple Radio Buttons
sv_se: Flera alternativ

source: Danish Krone
sv_se: Danska kronor

source: US Dollar
sv_se: Amerikanska dollar

source: English Pound
sv_se: Brittiska pund

source: Swedish Krona
sv_se: Svenska kronor

source: Australian Dollar
sv_se: Australiensiska dollar

source: Canadian Dollar
sv_se: Kanadensiska dollar

source: Icelandic Krona
sv_se: Isländska kronor

source: Japanese Yen
sv_se: Japanska yen

source: New Zealand Dollar
sv_se: Nya Zeeländska dollar

source: Norwegian Krone
sv_se: Norska kronor

source: Swiss Franc
sv_se: Schweiziska franc

source: Turkish Lira
sv_se: Turkiska lira

source: copy
sv_se: kopia

source: I have updated the form for you
sv_se: Jag har uppdaterat formuläret åt dig

source: There is already a form with that name. Try with another one.
sv_se: Det finns redan ett formulär med det namnet. Försök med ett annat.

source: I have created the form for you
sv_se: Jag har skapat formuläret åt dig

source: I could not update the field
sv_se: Jag kunde inte uppdatera fältet

source: I could not insert the new field for you
sv_se: Jag kunde inte att lägga in det nya fältet åt dig

source: I could not find the form you were looking for. If the problem persists, please contact an admin
sv_se: Jag kunde inte hitta formuläret som du sökte efter. Om problemet kvarstår, kontakta en administratör

source: I have marked the email as spam for you
sv_se: Jag har markerat eposten som spam åt dig

source: I have approved the answer for you
sv_se: Jag har godkänt svaret åt dig

source: Paid and Verified
sv_se: Betald och verifierad

source: I have verified the payment for you
sv_se: Jag har verifierat betalningen åt dig

source: I could not verify the payment for you
sv_se: Jag kunde inte verifiera betalningen åt dig

source: I have resent the messages for you
sv_se: Jag har skickat meddelandena åt dig igen

source: I could not resend the messages for you
sv_se: Jag kunde inte skicka om meddelandena åt dig

source: Visitor
sv_se: Besökare

source: Other
sv_se: Annan

source: Unknown
sv_se: Okänd

source: The message has been sent!
sv_se: Meddelandet har skickats!

source: I am sorry, but I could not send the message that was requested
sv_se: Jag är ledsen, men jag kunde inte skicka meddelandet som du önskade

source: There was no content to send. You have to enter text into the field Text to send as positive response in %sMy Settings%s
sv_se: Det fanns inget innehåll att skicka. Du behöver fylla i text i fältet Text att skicka som positivt svar i %sMina inställningar%s

source: There was no content to send. You have to enter text into the field Text to send as negative response in %sMy Settings%s
sv_se: Det fanns inget innehåll att skicka. Du behöver fylla i text i fältet Text att skicka som negativt svar i %sMina inställningar%s

source: Oops! You do not seam to have the correct link or it has expired
sv_se: Hoppsan! Du verkar inte ha en korrekt länk, eller så har den gått ut

source: Contains %s
sv_se: Innehåller %s

source: Link including %s
sv_se: Länk inkl. %s

source: Question Marks
sv_se: Frågetecken

source: Shortening Links
sv_se: Förkortande länkar

source: URL Shortcodes
sv_se: Kortkoder för länkar

source: It is already full. Try with another alternative
sv_se: Det är redan fullt. Välj ett annat alternativ

source: You have to submit a file
sv_se: Du måste skicka med en fil

source: The file was not uploaded
sv_se: Filen laddades inte upp

source: Sent From
sv_se: Skickat från

source: Sent to processing
sv_se: Skickad för bearbetning

source: Thank You!
sv_se: Tack så mycket!

source: This form is not open for submissions anymore
sv_se: Detta formulär är inte öppet längre

source: This field should not be visible
sv_se: Detta fält borde inte synas

source: Clear
sv_se: Rensa

source: Perform test payment
sv_se: Genomför testbetalning

source: It is not the correct form. Please try again or contact an admin.
sv_se: Det är inte korrekt formulär. Var vänlig försök igen eller kontakta en administratör.

source: The site has not been properly setup just yet. Wait a few minutes and try again or contact an admin regarding this.
sv_se: Webbplatsen har inte blivit korrekt uppdaterad ännu. Var vänlig vänta ett par minuter och försök igen eller kontakta en administratör angående detta.

source: The form was not processed properly. Try again but if the problem persists, contact an admin to report this.
sv_se: Formuläret behandlades inte korrekt. Försök igen, men om problemet kvarstår, kontakta en administratör för att rapportera detta.

source: User canceled
sv_se: Användaren avbröt

source: Your payment was cancelled
sv_se: Din betalning avbröts

source: User has paid. Waiting for confirmation...
sv_se: Användaren har betalat. Väntar på bekräftelse...

source: Processing
sv_se: Bearbetar

source: All
sv_se: Alla

source: Draft
sv_se: Utkast

source: Trash
sv_se: Papperskorg

source: Edit
sv_se: Redigera

source: Delete
sv_se: Radera

source: Recover
sv_se: Återställ

source: Sent
sv_se: Skickat

source: Approve
sv_se: Godkänn

source: Test Payment
sv_se: Testbetalning

source: Verify
sv_se: Verifiera

source: Token
sv_se: Behörighetsnyckel

source: Verified by
sv_se: Verifierad av

source: Browser
sv_se: Webbläsare

source: User
sv_se: Användare

source: Sent To
sv_se: Skickat till

source: Do you want to send the message again?
sv_se: Vill du skicka meddelandet igen?

source: Re
sv_se: Sv

source: Mark as Spam
sv_se: Markera som spam

source: Full
sv_se: Fullt

source: left
sv_se: kvar

source: Hidden
sv_se: Dold

source: Display
sv_se: Visa

source: Required
sv_se: Obligatoriskt

source: Autofocus
sv_se: Fokusera automatiskt

source: Remember Answer
sv_se: Kom ihåg svar

source: For use in templates this field has got %s and %s
sv_se: För användning i mallar så har detta fält %s och %s

source: The field is hidden by a rule in the form
sv_se: Fältet är dolt av en regel i formuläret

source: The field is hidden by the creator of the form
sv_se: Fältet är dolt av skaparen av formuläret

source: Display a form that you have previously created
sv_se: Visa ett formulär som har skapat

source: Heading
sv_se: Rubrik

source: The form can not be deleted because I could not find the post ID
sv_se: Formuläret kan int raderas för jag kunde inte hitta inläggs-ID

source: The form can not be deleted because there are answers
sv_se: Formuläret kan inte raderas eftersom det finns svar

source: It looks like the form already has been deleted
sv_se: Det verkar som att formuläret redan har blivit raderat
